// General
"ADD" = "Añadir";
"OK" = "Aceptar";
"CANCEL" = "Cancelar";
"CONTINUE" = "Continuar";
"DONE" = "Aceptar";
"Space" = "Espacio";
"SPACES" = "Spaces";
"OPTIONS" = "Opciones…";
"UNKNOWN_EXTERNAL_KEYBOARD" = "Teclado externo desconocido";
"TURN_BT_ON" = "Activar Bluetooth";

// Trackpad tab
"2NDCLICK_TAPPING" = "Coloque dos dedos en el trackpad y pulse el botón para hacer un clic secundario";
"2NDCLICK_CLICKING" = "Golpee suavemente el trackpad con dos dedos para hacer un clic secundario";

// Keyboard tab
"FN_FLIPPER_TITLE" = "Usar teclas de función (F1, F2, etc.) como teclas de función estándar";
"FN_FLIPPER_NOTE" = "Cuando esta opción está seleccionada, puede pulsar la tecla Fn para usar las funciones especiales de cada tecla.";

// Full Keyboard Access tab
"SHOWFOCUS_ON_NOTE" = "Para cambiar este ajuste, pulse %@.";

// User Configurable Keys tab
"USER_ITEMS_GROUP" = "Ítems de usuario";
"USER_ITEMS_DESC" = "Abre %@";
"CONFLICT_TOOLTIP" = "Existen conflictos entre ésta y otras teclas de acceso rápido.";
"ONOFF_TOOLTIP" = "Seleccione esta opción para activar una función rápida de teclado de la lista";
"RESTORE_DEFAULTS_TITLE" = "¿Seguro que desea restaurar todas las funciones rápidas de teclado a sus ajustes por omisión?";
"RESTORE_DEFAULTS_DESCR" = "Esta acción no se puede deshacer.";
"GO_TO_SPACE_TEMPLATE" = "Cambiar al espacio %d";

// Combobox entries
"MODIFER_OPTION" = "⌥ Opción";
"MODIFER_CONTROL" = "⌃ Control";
"MODIFER_COMMAND" = "⌘ Comando";

// BT related
"D_SECS" = "%d segundos";
"NEVER" = "Nunca";

"MOUSE" = "Ratón";
"KEYBOARD" = "Teclado";
"UNKNOWN" = "Desconocido";

"NEW_APPLICATION_ITEM" = "<ítem de menú sin título>";

"APP_IS_NOT_COMPATIBLE" = "No puede añadir ninguna función rápida de teclado a la aplicación %@.";

"MOUSEBUTTON_OPEN" = "Abrir “%@”";


// BT Pairing
"BT_OFF_TITLE" = "No se puede enlazar con un teclado Bluetooth porque Bluetooth está desactivado. ¿Desea activarlo?";
"BT_OFF_ALERT_TITLE" = "No se puede enlazar con un teclado Bluetooth porque Bluetooth está desactivado. ¿Desea activarlo?";
"BT_MIDDLE_INDICATOR_NO_KEYBOARD_FOUND" = "No se ha encontrado ningún teclado.";
"BT_MIDDLE_INDICATOR_1_KEYBOARD_FOUND" = "Se ha encontrado un teclado.";
"BT_MIDDLE_INDICATOR_KEYBOARD_FOUND" = "Se ha encontrado \“%@\”";
"BT_CONTINUE" = "Continuar";
"BT_TRY_AGAIN" = "Reintentar";
"BT_SEARCHING" = "Buscando…";
"BT_CONNECTING" = "Conectando…";
"BT_SEARCHING_FOR_KEYBOARD" = "Buscando el teclado…";
"BT_PAIRING_SUCCESS" = "Enhorabuena. Su ordenador ya está configurado para utilizar el teclado Bluetooth.";
"BT_SELECT_TO_PAIR" = "Espere a que se detecte un teclado Bluetooth.";
"BT_SELECT_TO_PAIR_DESC" = "Si no se detecta su teclado Bluetooth, asegúrese de que las pilas estén colocadas correctamente y de que esté encendido.";
"BT_ATTEMPTING_TO_PAIR" = "Intentando enlazar con “%@”…";
"BT_ATTEMPTING_TO_PAIR_NONAME" = "Intentando enlazar…";
"BT_ENTER_KEY" = "Espere a que el dispositivo esté listo para recibir una clave. Cuando lo esté, introduzca los siguientes números en el teclado y pulse la tecla Retorno.";
"BT_PAIR_FAIL_GENERAL" = "El intento de enlazar no ha tenido éxito. Haga clic en “Continuar” para intentarlo de nuevo.";
"BT_PAIR_FAIL_AUTH" = "No se ha podido enlazar porque la clave introducida es incorrecta. Haga clic en “Continuar” para intentarlo de nuevo.";
